Repository: mericorhay/CueTake
Catalog: Packages/CueTakeKit/Sources/WorkflowsFeature/Resources/Localizable.xcstrings
Source language: en
Languages: es, tr

# category.cut
source: Cutting
es: Corte
tr: Kesme

# category.deliver
source: Delivery
es: Entrega
tr: Teslim

# category.generate
source: Generate
es: Generar
tr: Üret

# category.sound
source: Sound
es: Sonido
tr: Ses

# category.structure
source: Structure
es: Estructura
tr: Yapı

# category.words
source: Words
es: Palabras
tr: Metin

# studio.ai.failed
source: The on-device model is not available right now. Build it by hand, or try again later.
es: El modelo en el dispositivo no está disponible ahora. Compílalo manualmente o intenta más tarde.
tr: Cihazdaki model şu an kullanılamıyor. Elle kurabilir ya da sonra tekrar deneyebilirsin.

# studio.ai.placeholder
source: Describe it: three points, cut the pauses, bold captions…
es: Descríbelo: tres puntos, corta las pausas, subraya las subtítulos…
tr: Anlat: üç madde, boşlukları kes, kalın altyazı…

# studio.clips
source: YOUR CLIPS
es: TUS CLIPS
tr: KLİPLERİN

# studio.clips.auto
source: Fill in order
es: Rellena en orden
tr: Sırayla doldur

# studio.clips.pick
source: Add clips
es: Añadir clips
tr: Klip ekle

# studio.delete
source: Delete
es: Eliminar
tr: Sil

# studio.delete.confirm
source: Delete this workflow?
es: ¿Eliminar este Workflow?
tr: Bu Workflow silinsin mi?

# studio.delete.message
source: Its steps, sections and API settings go with it. Your videos are not touched.
es: Sus pasos, secciones y ajustes de API se eliminarán. Tus videos no se tocan.
tr: Adımları, bölümleri ve API ayarları da silinir. Videolarına dokunulmaz.

# studio.delivery.advanced
source: Method, headers and fields
es: Método, encabezados y campos
tr: Yöntem, başlıklar ve alanlar

# studio.delivery.endpoint
source: ENDPOINT
es: PUNTO FINAL
tr: ADRES

# studio.delivery.error.file
source: The video file is gone; run the workflow again.
es: El archivo de video ya no está; ejecuta el Workflow otra vez.
tr: Video dosyası bulunamadı; Workflow'u yeniden çalıştır.

# studio.delivery.error.status %lld
source: The server answered %lld
es: El servidor respondió %lld
tr: Sunucu %lld döndü

# studio.delivery.fieldKey
source: name
es: nombre
tr: ad

# studio.delivery.fieldValue
source: value
es: valor
tr: değer

# studio.delivery.fields
source: EXTRA FIELDS
es: CAMPOS EXTRA
tr: EK ALANLAR

# studio.delivery.fileField
source: FILE FIELD
es: CAMPO DE ARCHIVO
tr: DOSYA ALANI

# studio.delivery.header
source: HEADER
es: ENCABEZADO
tr: BAŞLIK

# studio.delivery.json
source: Details (JSON)
es: Detalles (JSON)
tr: Bilgi (JSON)

# studio.delivery.json.note
source: Only the details as JSON, no file: for a webhook that should know a video is ready.
es: Solo los detalles en JSON, sin archivo: para un webhook que debe saber que un video está listo.
tr: Dosya olmadan yalnızca bilgiler JSON olarak: video hazır olduğunda haber alması gereken bir webhook için.

# studio.delivery.multipart
source: Form + video
es: Formulario + video

# studio.delivery.multipart.note
source: multipart/form-data: the video in a file field, title, size, length and captions as text fields. Works with most upload APIs, Make, n8n and Zapier.
es: multipart/form-data: el video en un campo de archivo, título, tamaño, duración y subtítulos como campos de texto. Funciona con la mayoría de APIs de carga, Make, n8n y Zapier.
tr: multipart/form-data: video bir dosya alanında; başlık, boyut, süre ve altyazılar metin alanlarında. Çoğu yükleme API'si, Make, n8n ve Zapier ile çalışır.

# studio.delivery.note
source: When the video is written, this workflow sends it to your own endpoint.
es: Cuando se genera el video, este Workflow lo envía a la URL que configuraste.
tr: Video yazıldığında bu Workflow onu kendi adresine gönderir.

# studio.delivery.ok %lld
source: Sent · %lld
es: Enviado · %lld
tr: Gönderildi · %lld

# studio.delivery.prefix
source: PREFIX
es: PREFIJO
tr: ÖNEK

# studio.delivery.raw
source: Video only
es: Solo video
tr: Yalnız video

# studio.delivery.raw.note
source: The file is the whole body — for a presigned S3/R2 URL or a direct upload link. Use PUT for most of them.
es: El archivo es el cuerpo completo — para una URL S3/R2 firmada o un enlace de carga directa. Usa PUT para la mayoría.
tr: Dosyanın kendisi gövdedir — önceden imzalı S3/R2 adresi ya da doğrudan yükleme bağlantısı için. Çoğunda PUT kullan.

# studio.delivery.resend
source: Send again
es: Enviar de nuevo
tr: Tekrar gönder

# studio.delivery.secret.note
source: Kept in this phone's Keychain for this workflow only. Never in the workflow file.
es: Se guarda en el llavero de este teléfono solo para este Workflow. Nunca se incluye en el archivo del Workflow.
tr: Yalnızca bu Workflow için bu telefonun Anahtar Zinciri'nde tutulur. Workflow dosyasına asla yazılmaz.

# studio.delivery.secret.placeholder
source: API token (optional)
es: Token API (opcional)
tr: API anahtarı (isteğe bağlı)

# studio.delivery.secret.remove
source: Remove token
es: Eliminar token
tr: Anahtarı sil

# studio.delivery.secret.save
source: Save token
es: Guardar token
tr: Anahtarı kaydet

# studio.delivery.secret.saved %@
source: Saved ••••%@ — type to replace
es: Guardado ••••%@ — escribe para reemplazar
tr: Kayıtlı ••••%@ — değiştirmek için yaz

# studio.delivery.sending
source: Sending to your API…
es: Enviando a tu API…
tr: API'ye gönderiliyor…

# studio.delivery.test
source: Test connection
es: Probar conexión
tr: Bağlantıyı dene

# studio.delivery.title
source: Send to an API
es: Enviar a una API
tr: API'ye gönder

# studio.duplicate
source: Duplicate
es: Duplicar
tr: Çoğalt

# studio.export.locked
source: Always last
es: Siempre último
tr: Her zaman son adım

# studio.export.lockedNote
source: Every workflow ends by writing the video. This step stays last and cannot be removed.
es: Todo Workflow termina generando el video. Este paso queda al final y no se puede quitar.
tr: Her Workflow videoyu yazarak biter. Bu adım hep sonda kalır ve silinemez.

# studio.generate.estimate %lld %lld %lld %lld
source: %1$lld videos · %2$lld s in total · about %3$lld–%4$lld min. Billed to your provider account.
es: %1$lld videos · %2$lld s en total · aprox. %3$lld–%4$lld min. Facturado a tu cuenta del proveedor.
tr: %1$lld video · toplam %2$lld sn · yaklaşık %3$lld–%4$lld dk. Ücret sağlayıcı hesabına yansır.

# studio.generate.modelIDNote
source: Copy it from the model's page on the provider's site.
es: Cópialo de la página del modelo en el sitio del proveedor.
tr: Sağlayıcının sitesindeki model sayfasından kopyala.

# studio.generate.noKey %@
source: No API key for %@. Add it in Settings → API keys.
es: No hay clave API para %@. Añádela en Ajustes → Claves API.
tr: %@ için API anahtarı yok. Ayarlar → API anahtarları bölümünden ekle.

# studio.generate.promptsFromSections
source: No prompts: each section without footage is made from its title and script.
es: Sin indicaciones: cada sección sin material se crea a partir de su título y guion.
tr: İstem yoksa görüntüsü olmayan her bölüm, başlığı ve senaryosundan üretilir.

# studio.generate.stopped
source: Stopped
es: Detenido
tr: Durduruldu

# studio.json.apply
source: Apply
es: Aplicar
tr: Uygula

# studio.json.copied
source: Copied
es: Copiado
tr: Kopyalandı

# studio.json.copy
source: Copy
es: Copiar
tr: Kopyala

# studio.json.invalid
source: That does not read as a workflow. Nothing was changed.
es: No se reconoce como un Workflow. No se cambió nada.
tr: Bu bir Workflow olarak okunamadı. Hiçbir şey değişmedi.

# studio.json.note
source: The workflow exactly as stored. Paste one from any AI, or copy this one to ask for changes.
es: El Workflow tal como está guardado. Pega uno de cualquier IA o copia este para pedir cambios.
tr: Workflow'un kayıtlı hâli. Herhangi bir AI'dan yapıştır ya da bunu kopyalayıp değişiklik iste.

# studio.origin.ai
source: WRITTEN WITH AI
es: ESCRITO CON IA
tr: AI İLE YAZILDI

# studio.origin.builtIn
source: BUILT IN
es: INTEGRADO
tr: HAZIR

# studio.origin.remote
source: IMPORTED
es: IMPORTADO
tr: İÇE AKTARILDI

# studio.origin.user
source: YOURS
es: TUYO
tr: SENİN

# studio.palette
source: TOOLS
es: HERRAMIENTAS
tr: ARAÇLAR

# studio.param.addPrompt
source: Describe a video — paste many lines to add many
es: Describe un video — pega varias líneas para añadir más
tr: Bir video tarif et — birden çok satır yapıştırırsan hepsi eklenir

# studio.param.addWord
source: Add a word
es: Añadir una palabra
tr: Kelime ekle

# studio.param.all
source: All
es: TODOS
tr: Hepsi

# studio.param.aspect
source: SHAPE
es: FORMA
tr: EN-BOY

# studio.param.denoise
source: Reduce noise
es: Reducir ruido
tr: Gürültüyü azalt

# studio.param.destination
source: SAVE TO
es: GUARDAR EN
tr: KAYDET

# studio.param.ducking
source: Duck under the voice
es: Reducir volumen bajo la voz
tr: Konuşmada kıs

# studio.param.enhance
source: Clearer voice
es: Voz más clara
tr: Sesi netleştir

# studio.param.exportNote
source: Uses the resolution and frame rate from Style.
es: Usa la resolución y la tasa de fotogramas de Estilo.
tr: Stil'deki çözünürlük ve kare hızını kullanır.

# studio.param.fadeIn
source: FADE IN
es: APARECER
tr: GİRİŞ

# studio.param.fadeOut
source: FADE OUT
es: DESAPARECER
tr: ÇIKIŞ

# studio.param.files
source: Files
es: Archivos
tr: Dosyalar

# studio.param.generateAudio
source: Model makes the sound too
es: El modelo hace el sonido demasiado
tr: Sesi de model üretsin

# studio.param.length
source: LENGTH
es: LONGITUD
tr: SÜRE

# studio.param.level
source: MUSIC LEVEL
es: NIVEL DE MÚSICA
tr: MÜZİK SEVİYESİ

# studio.param.minPause
source: CUT PAUSES LONGER THAN
es: CORTAR PAUSAS MÁS LARGAS QUE
tr: ŞUNDAN UZUN BOŞLUKLARI KES

# studio.param.model
source: MODEL
es: MODELO

# studio.param.modelID
source: MODEL ID
es: ID DE MODELO
tr: MODEL KİMLİĞİ

# studio.param.padding
source: AIR KEPT AROUND SPEECH
es: AIRE ALREDEDOR DEL HABLA
tr: KONUŞMA ÇEVRESİNDE BIRAKILAN PAY

# studio.param.parallel
source: AT THE SAME TIME
es: AL MISMO TIEMPO
tr: AYNI ANDA

# studio.param.photos
source: Photos
es: Fotos
tr: Fotoğraflar

# studio.param.preset
source: LOOK
es: VER
tr: GÖRÜNÜM

# studio.param.prompts
source: PROMPTS · ONE VIDEO EACH
es: PREGUNTAS · UN VIDEO POR CADA
tr: İSTEMLER · HER BİRİ BİR VİDEO

# studio.param.resolution
source: QUALITY
es: CALIDAD
tr: KALİTE

# studio.param.rumble
source: Remove rumble
es: Eliminar vibración
tr: Uğultuyu kes

# studio.param.speed
source: SPEED
es: VELOCIDAD
tr: HIZ

# studio.param.styleNote
source: SHARED STYLE
es: ESTILO COMPARTIDO
tr: ORTAK STİL

# studio.param.styleNote.placeholder
source: e.g. cinematic, warm light, handheld, no text
es: p.ej. cinematográfico, luz cálida, mano alzada, sin texto
tr: ör. sinematik, sıcak ışık, elde çekim, yazı yok

# studio.param.target
source: APPLIES TO
es: SE APLICA A
tr: UYGULANACAK YER

# studio.param.words
source: WORDS TO REMOVE
es: PALABRAS A ELIMINAR
tr: SİLİNECEK KELİMELER

# studio.pipeline
source: PIPELINE
es: FLUJO DE TRABAJO
tr: AKIŞ

# studio.pipeline.add
source: Tool
es: Herramienta
tr: Araç

# studio.pipeline.drop
source: Drop a tool here
es: Arrastra una herramienta aquí
tr: Aracı buraya bırak

# studio.pipeline.empty
source: Add the first tool, or drag one here
es: Añade la primera herramienta, o arrastra una aquí
tr: İlk aracı ekle ya da buraya sürükle

# studio.ready.emptySections
source: Some sections have no clip; they become empty gaps.
es: Algunas secciones no tienen clip; se convierten en huecos vacíos.
tr: Bazı bölümlerde klip yok; bunlar boş boşluk olarak kalır.

# studio.ready.noClips
source: No clips yet: “Place clips” has nothing to place. Add footage first.
es: Aún sin clips: “Colocar clips” no tiene nada que colocar. Añade material primero.
tr: Henüz klip yok: “Klipleri yerleştir” adımının yerleştireceği bir şey yok. Önce görüntü ekle.

# studio.result.dismiss
source: Close result
es: Cerrar resultado
tr: Sonucu kapat

# studio.result.noVideo
source: No video this time
es: No hay video esta vez
tr: Bu sefer video çıkmadı

# studio.result.open
source: Open in editor
es: Abrir en editor
tr: Editörde aç

# studio.result.ready
source: Video ready
es: Video listo
tr: Video hazır

# studio.result.share
source: Share
es: Compartir
tr: Paylaş

# studio.run
source: Run
es: Ejecutar
tr: Çalıştır

# studio.run.resume
source: Resume
es: Reanudar
tr: Devam Et

# studio.run.resumeProgress %lld
source: %lld%% complete · continues from the last safe step
es: %lld%% completo · continúa desde el último paso seguro
tr: %lld%% tamamlandı · son güvenli adımdan devam ediyor

# studio.run.progress %lld %lld
source: Step %1$lld of %2$lld
es: Paso %1$lld de %2$lld
tr: Adım %1$lld / %2$lld

# studio.run.result %lld %lld
source: %1$lld completed · %2$lld skipped
es: %1$lld completado · %2$lld omitido
tr: %1$lld tamamlandı · %2$lld atlandı

# studio.run.running
source: Running…
es: Ejecutando…
tr: Çalışıyor…

# studio.run.saved
source: Saved as you go
es: Guardado a medida que avanzas
tr: Otomatik kaydediliyor

# studio.run.stop
source: Stop
es: Detener
tr: Durdur

# studio.run.stopping
source: Stopping after this step…
es: Deteniendo después de este paso…
tr: Bu adımdan sonra duruyor…

# studio.run.summary %lld %lld
source: %1$lld sections · %2$lld tools
es: %1$lld secciones · %2$lld herramientas
tr: %1$lld bölüm · %2$lld araç

# studio.section.add
source: Section
es: Sección
tr: Bölüm

# studio.section.clearClip
source: Remove clip
es: Eliminar clip
tr: Klibi kaldır

# studio.section.dropClip
source: Drop a clip
es: Soltar un clip
tr: Klip bırak

# studio.step.down
source: Move down
es: Mover abajo
tr: Aşağı taşı

# studio.step.running
source: Working on it…
es: Trabajando…
tr: Üzerinde çalışıyor…

# studio.step.up
source: Move up
es: Mover arriba
tr: Yukarı taşı

# studio.structure
source: STRUCTURE
es: ESTRUCTURA
tr: YAPI

# studio.style
source: STYLE
es: ESTILO
tr: STİL

# studio.style.aspect
source: FRAME
es: CUADRO
tr: KADRAJ

# studio.style.bottom
source: Bottom
es: Abajo
tr: Alt

# studio.style.captions
source: Captions
es: Subtítulos
tr: Altyazı

# studio.style.frameRate
source: FRAME RATE
es: TASA DE CUADROS
tr: KARE HIZI

# studio.style.middle
source: Middle
es: Centro
tr: Orta

# studio.style.position
source: CAPTION POSITION
es: POSICIÓN DE SUBTÍTULO
tr: ALTYAZI KONUMU

# studio.style.resolution
source: RESOLUTION
es: RESOLUCIÓN
tr: ÇÖZÜNÜRLÜK

# studio.style.top
source: Top
es: Arriba
tr: Üst

# studio.warning.deliveryURL
source: The API address must start with https://
es: La dirección API debe comenzar con https://
tr: API adresi https:// ile başlamalı

# studio.warning.exportLast
source: Put export last so the file includes every edit
es: Coloca exportar al final para que el archivo incluya todas las ediciones
tr: Dosyanın tüm düzenlemeleri içermesi için dışa aktarmayı sona taşı

# studio.warning.needsCaptions
source: Needs Captions before it
es: Necesita subtítulos antes de esto
tr: Önünde Altyazı üret olmalı

# studio.warning.needsSpeech
source: Needs Transcribe before it
es: Necesita transcripción antes de esto
tr: Önünde Transkript olmalı

# studio.warning.unsupported
source: This app version does not know this tool
es: Esta versión de la app no reconoce esta herramienta
tr: Bu sürüm bu aracı tanımıyor

# tool.analyzeSpeech
source: Transcribe
es: Transcribir
tr: Transkript

# tool.analyzeSpeech.note
source: Listens to every clip, on the phone
es: Escucha cada clip, en el teléfono
tr: Her klibi telefonda dinler

# tool.applyCaptionStyle
source: Caption look
es: Estilo de subtítulos
tr: Altyazı görünümü

# tool.applyCaptionStyle.note
source: Pop, clean or karaoke
es: Pop, limpio o karaoke
tr: Pop, sade ya da karaoke

# tool.assembleSections
source: Place clips
es: Colocar clips
tr: Klipleri yerleştir

# tool.assembleSections.note
source: Puts each clip into its section, in order
es: Coloca cada clip en su sección, en orden
tr: Her klibi kendi bölümüne, sırayla koyar

# tool.cleanAudio
source: Clean audio
es: Limpiar audio
tr: Sesi temizle

# tool.cleanAudio.note
source: Noise, rumble and a clearer voice, in every clip
es: Ruido, retumbos y voz más clara, en cada clip
tr: Tüm kliplerde gürültü, uğultu ve netlik

# tool.cutWords
source: Cut filler words
es: Eliminar palabras vacías
tr: Dolgu kelimeleri kes

# tool.cutWords.note
source: Um, uh, eee — gone
es: Um, uh, eee — desaparecido
tr: Eee, ııı, yani — gider

# tool.export
source: Export
es: Exportar
tr: Dışa aktar

# tool.export.note
source: Writes the finished video at the chosen size and frame rate, and sends it to your API if set
es: Escribe el video final en el tamaño y tasa de fotogramas elegidos, y envíalo a tu API si está configurado
tr: Bitmiş videoyu seçilen çözünürlük ve FPS ile yazar; ayarlıysa API'ne gönderir

# tool.generateCaptions
source: Captions
es: Subtítulos
tr: Altyazı üret

# tool.generateCaptions.note
source: Builds captions from what was said
es: Construye subtítulos a partir de lo dicho
tr: Söylenenden altyazı çıkarır

# tool.generateVideo
source: Generate video
es: Generar video
tr: Video üret

# tool.generateVideo.note
source: Makes one video per prompt with Seedance, Veo, Sora or any fal / Replicate model, on your own API key, and lays them in as clips.
es: Crea un video por cada indicación con Seedance, Veo, Sora o cualquier modelo fal / Replicate, con tu propia clave API, y colócalos como clips
tr: Her istem için Seedance, Veo, Sora ya da herhangi bir fal / Replicate modeliyle, kendi API anahtarınla bir video üretir ve klip olarak ekler.

# tool.musicBed
source: Music level
es: Nivel de música
tr: Müzik seviyesi

# tool.musicBed.note
source: Sets the music under the voice
es: Establece la música bajo la voz
tr: Müziği konuşmanın altına oturtur

# tool.setSpeed
source: Speed
es: Velocidad
tr: Hız

# tool.setSpeed.note
source: Faster or slower, per section
es: Más rápido o más lento, por sección
tr: Bölüm bölüm hızlandır ya da yavaşlat

# tool.trimSilences
source: Cut pauses
es: Cortar pausas
tr: Boşlukları kes

# tool.trimSilences.note
source: Removes long silences between phrases
es: Elimina silencios largos entre frases
tr: Cümle arası uzun sessizlikleri çıkarır

# tool.unknown
source: Unknown tool
es: Herramienta desconocida
tr: Bilinmeyen araç

# tool.unknown.note
source: Made by a newer version; skipped when run
es: Creado por una versión más nueva; omitido al ejecutar
tr: Daha yeni bir sürümde yapılmış; çalışırken atlanır

# workflow.description
source: 30-second vertical reel for a single product. Energetic tone, hook-first, burned captions.
es: Reel vertical de 30 segundos para un solo producto. Tono energético, gancho primero, subtítulos quemados.
tr: Tek ürün için 30 saniyelik dikey reel. Enerjik ton, hook ile başlar, gömülü altyazı.

# workflow.input.feature
source: One key feature
es: Una característica clave
tr: Tek önemli özellik

# workflow.input.kicker
source: INPUT
es: ENTRADA
tr: GİRDİ

# workflow.input.product
source: Product name
es: Nombre del producto
tr: Ürün adı

# workflow.run.open
source: Open result
es: Abrir resultado
tr: Sonucu aç

# workflow.run.running
source: Running…
es: Ejecutando…
tr: Çalışıyor…

# workflow.run.start
source: Run workflow
es: Ejecutar Workflow
tr: Workflow'u çalıştır

# workflow.step.captions
source: Captions
es: Subtítulos
tr: Altyazılar

# workflow.step.captions.note
source: pop style, burned
es: Estilo pop, quemados
tr: pop stili, gömülü

# workflow.step.export
source: Export
es: Exportar
tr: Dışa aktar

# workflow.step.idea.note
source: from product + feature
es: de producto + característica
tr: ürün + özellikten

# workflow.step.record
source: Record
es: Grabar
tr: Çekim

# workflow.step.record.note
source: teleprompter on
es: Teleprompter activado
tr: teleprompter açık

# workflow.step.script
source: Script
es: Guion
tr: Metin

# workflow.step.script.note
source: 4 segments, TR
es: 4 segmentos, TR
tr: 4 segment, TR

# workflow.title
source: Product Reel
es: Reel de Producto
tr: Ürün Reel'i

# workflows.action.duplicate
source: Duplicate
es: Duplicar
tr: Çoğalt

# workflows.action.open
source: Open
es: Abrir
tr: Aç

# workflows.ai.create
source: Create workflow
es: Crear Workflow
tr: Workflow oluştur

# workflows.ai.idea.clean
source: Clean talking head
es: Limpiar rostro parlante
tr: Temiz konuşma videosu

# workflows.ai.idea.podcast
source: Podcast clip, calm captions
es: Clip de podcast, subtítulos tranquilos
tr: Podcast kesiti, sade altyazı

# workflows.ai.idea.reel
source: Fast-paced Reel with captions
es: Reel rápido con subtítulos
tr: Altyazılı, hızlı tempolu Reel

# workflows.ai.idea.tutorial
source: Tutorial: hook, 3 steps, CTA
es: Tutorial: gancho, 3 pasos, CTA
tr: Eğitim: hook, 3 adım, CTA

# workflows.ai.note
source: Say what should happen to your videos. It opens in the studio, ready to run or tweak.
es: Di lo que debe pasar con tus videos. Se abre en el estudio, listo para ejecutar o ajustar.
tr: Videolarına ne olması gerektiğini söyle. Stüdyoda çalıştırmaya ya da düzenlemeye hazır açılır.

# workflows.ai.placeholder
source: e.g. Cut the pauses and filler words, clean my voice, bold captions at the bottom, export in 4K
es: p.ej. Recortar pausas y palabras vacías, limpiar mi voz, subtítulos en negrita en la parte inferior, exportar en 4K
tr: örn. Boşlukları ve eee'leri kes, sesimi temizle, altta kalın altyazı, 4K dışa aktar

# workflows.ai.title
source: Create with AI
es: Crear con IA
tr: AI ile workflow

# workflows.ai.working
source: Writing your workflow…
es: Creando tu Workflow…
tr: Workflow yazılıyor…

# workflows.delete
source: Delete
es: Eliminar
tr: Sil

# workflows.delete.title
source: Delete this workflow?
es: ¿Eliminar este Workflow?
tr: Bu Workflow silinsin mi?

# workflows.new
source: New workflow
es: Nuevo Workflow
tr: Yeni Workflow

# workflows.new.ai
source: Create with AI
es: Crear con IA
tr: AI ile yap

# workflows.new.ai.note
source: Describe it in a sentence
es: Descríbelo en una frase
tr: Bir cümleyle anlat

# workflows.new.manual
source: Build by hand
es: Construir manualmente
tr: Elle kur

# workflows.new.manual.note
source: Drag tools into order
es: Arrastra herramientas en orden
tr: Araçları sırala

# workflows.new.note
source: Build it by hand, or describe it
es: Construílo manualmente, o descríbelo
tr: Elle kur ya da anlat, AI kursun

# workflows.recipes
source: READY RECIPES · ONE TAP
es: RECETAS LISTAS · UN TOQUE
tr: HAZIR REÇETELER · TEK DOKUNUŞ

# workflows.recipes.copy
source: Copy to my library
es: Copiar a mi biblioteca
tr: Kütüphaneme kopyala

# workflows.recipes.steps %lld
source: %lld STEPS
es: %lld PASOS
tr: %lld ADIM

# workflows.subtitle
source: Reusable creative recipes
es: Recetas creativas reutilizables
tr: Tekrar kullanılabilir üretim tarifleri

# studio.style.preset.clean
source: Clean
es: Limpio
tr: Sade

# studio.style.preset.bold
source: Bold
es: Negrita
tr: Kalın

# studio.style.preset.boxed
source: Boxed
es: Enmarcado
tr: Kutulu

# studio.style.preset.neon
source: Neon
es: Neón

# studio.style.preset.story
source: Story
es: Historia
tr: Hikâye

# studio.style.preset.punch
source: Punch
es: Impacto
tr: Vurucu

# studio.style.preset.beast
source: Beast
es: Bestia
tr: Dev

# studio.style.preset.spotlight
source: Spotlight
es: Foco
tr: Spot

# studio.style.preset.typewriter
source: Typewriter
es: Máquina de escribir
tr: Daktilo

# studio.style.preset.bounce
source: Bounce
es: Rebote
tr: Zıpla

# studio.style.preset.subtle
source: Subtle
es: Sutil
tr: Sade

# studio.style.preset.news
source: News
es: Noticias
tr: Haber

# studio.style.preset.comic
source: Comic
es: Cómic
tr: Çizgi

# studio.style.preset.glow
source: Glow
es: Brillo
tr: Işıltı

# studio.style.preset.focus
source: Focus
es: Enfoque
tr: Odak

# studio.style.preview.karaokeLead
source: SAY
es: DI
tr: SÖY

# studio.style.preview.karaokeTail
source: IT
es: LO
tr: LE

# studio.style.preview.clean
source: Say it
es: Dilo
tr: Söyle
